<!DOCTYPE html>
<html>
  <head>
    <meta content="text/html; charset=windows-1252" http-equiv="content-type">
    <title>Atelier SF2A 2016</title>
    <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
    <!-- link to main stylesheet -->
    <link rel="stylesheet" type="text/css" href="../css/main.css">
  </head>
  <body>
    <nav>
      <ul>
        <li><a href="../index.html">Home</a></li>
      </ul>
    </nav>
    <div class="container">
      <div class="blurb">
        <h1>Numerical simulations workshop (16-17 June 2016)</h1>
        <p>organized during the <a href="http://2016.sf2a.eu/">French astronomy
            week</a> in Lyon</p>
        <img style="width: 134px; height: 134px;" alt="" src="figures/rincon_img.png">
      </div>
      <!-- /.blurb  -->
      <p> </p>
      <span style="font-weight: bold;">Rationale</span> (in french):<br>
      <br>
      La simulation num&eacute;rique prend depuis quelques ann&eacute;es une
      place de plus en plus importante en astrophysique. Ses objectifs sont
      vari&eacute;s, allant des &eacute;tudes th&eacute;oriques pures qui
      incluent de plus en plus de ph&eacute;nom&egrave;nes physiques (dynamique,
      chimie, transfert radiatif, &hellip;) jusqu'&agrave; des comparaisons
      d&eacute;taill&eacute;es avec les observations, la
      pr&eacute;paration&nbsp; de campagnes d&rsquo;observations, ou la
      d&eacute;finition d&rsquo;instruments ou de missions spatiales. <br>
      <br>
      Cet essor n'est pas limit&eacute; &agrave; notre seule discipline:
      c&rsquo;est une v&eacute;ritable r&eacute;volution &agrave;
      l'&eacute;chelle de la recherche fondamentale dans son ensemble. Elle
      s&rsquo;appuie, depuis une dizaine d&rsquo;ann&eacute;es, sur la
      mont&eacute;e en puissance spectaculaire des moyens de calcul offerts aux
      chercheurs par les centres nationaux (via GENCI) ou Europ&eacute;ens (via
      PRACE). Elle s&rsquo;accompagne de modifications profondes du travail au
      quotidien des chercheurs sp&eacute;cialistes en simulation
      num&eacute;rique, et l&rsquo;on assiste aujourd&rsquo;hui &agrave; une
      v&eacute;ritable professionalisation de ce travail, et, de plus en
      plus,&nbsp; &agrave; des projets qui sont r&eacute;alis&eacute;s en
      partenariat avec des ing&eacute;nieurs en g&eacute;nie logiciel. Les
      &eacute;volutions technologiques profondes anticip&eacute;es pour le
      passage &agrave; l&rsquo;exascale imminent annoncent une nouvelle
      &eacute;tape dans cette professionnalisation, &agrave; laquelle la
      communaut&eacute; astrophysique doit r&eacute;agir rapidement.<br>
      <br>
      Dans ce contexte, nous proposons la tenue d'un atelier lors de la SF2A
      2016 qui r&eacute;unira tous les acteurs et experts fran&ccedil;ais en
      simulations num&eacute;riques en astrophysique, dans le but de faire un
      &eacute;tat des lieux des travaux de recherche, des comp&eacute;tences et
      des &eacute;volutions techniques des diff&eacute;rentes communaut&eacute;s
      astrophysiques en France. Cet atelier aura aussi pour objectif de
      rassembler notre communaut&eacute; dans toute sa diversit&eacute;
      th&eacute;matique autour de probl&eacute;matiques techniques
      similaires,&nbsp; et d&rsquo;&eacute;changer sur les m&eacute;thodes
      actuelles et strat&eacute;gies &agrave; venir.<br>
      <br>
      Cet atelier se d&eacute;roulera sur deux apr&egrave;s-midi et sera
      constitu&eacute; de pr&eacute;sentations invit&eacute;s qui illustreront
      quelques r&eacute;sultats marquants obtenus par des &eacute;quipes de
      chercheurs francaises gr&acirc;ce &agrave; des simulations
      num&eacute;riques lourdes et/ou des efforts de d&eacute;veloppement
      significatifs,, ainsi que d'une douzaine de pr&eacute;sentations
      contribu&eacute;es. Les orateurs invit&eacute;s sont:<br>
      <ul>
        <li>Nicolas Aunai (LPP, Paris)</li>
        <li>Sacha Brun (CEA/Saclay, Paris)</li>
        <li>Benoit Commercon (CRAL, Lyon)</li>
        <li>Philippe Grand-Clement (Luth, Meudon Observatory)</li>
        <li>Pierre Ocivrck (Strasbourg University)</li>
        <li>Francois Rincon (IRAP, Toulouse)</li>
      </ul>
      <br>
      <span style="font-weight: bold;">SOC:</span> G. Aulagnier, J. Blaizot, B.
      Dintrans, G. Dubus, S. Fromang, P. Hennebelle, P. Le Petit, A. Marchaudon<br>
      <br>
      <br>
      <hr>
      <p> </p>
    </div>
    <!-- /.container -->
    <footer>
      <ul>
        <li><a href="mailto:sebastien.fromang@cea.fr">email</a></li>
        <li><a href="https://sfromang.github.io">sfromang.github.io</a></li>
      </ul>
    </footer>
  </body>
</html>
